Repository: OPUS4/application
Catalog: modules/frontdoor/language/messages.tmx
Source language: de
Languages: en

source: Fehlender Wert für URL-Parameter <em>docId</em>
en: Missing value for <em>docId</em> URL parameter

source: Das Dokument mit der ID %1$s existiert nicht in diesem Repository!
en: Document with ID %1$s has not been found!

source: Das Dokument mit der ID %1$s wurde gelöscht!
en: Document with ID %1$s has been deleted!

source: Das Dokument mit der ID %1$s wurde noch nicht freigeschaltet!
en: Document with ID %1$s has not been published yet!

source: Es wurde keine Dokument-ID für den Export angegeben.
en: There was no document ID provided for the export.

source: Das Suchergebnis hat sich seit Ihrer Suchanfrage verändert. Eventuell werden Dokumente in anderer Reihenfolge angezeigt.
en: The search result changed since you submitted your search request. Documents might be displayed in a different sort order.
